Repository: common-repository/org-frontpage
Catalog: languages/org-frontpage-*.po
Languages: fr_fr

source: Action denied
fr_fr: Action rejetée

source: Homepage Settings
fr_fr: Paramètres de la page d’accueil

source: Posts on the home page
fr_fr: Articles affichés sur la page d'accueil

source: Total number of posts on the home page
fr_fr: Nombre total d'articles sur la page d'accueil

source: Number of posts at the top of the home page
fr_fr: Nombre d'articles en haut de la page d'accueil

source: Save changes
fr_fr: Sauvegarder les modifications

source: Selection of posts
fr_fr: Choix des articles de la page d'accueil

source: The posts displayed on the home page are summarized below
fr_fr: Les articles affichés sur la page d'accueil sont récapitulés ci-dessous

source: The selection of these posts can be done on this page: it also takes place in the edit page of the post
fr_fr: Le choix de ces articles peut être modifié sur cette page : il peut s'effectuer aussi dans la page d'édition de l'article

source: Rank
fr_fr: Rang

source: Not set
fr_fr: Non défini

source: Modify post range
fr_fr: Actualiser l'article de rang

source: Not on the homepage
fr_fr: Pas sur la page d'accueil

source: Home Page
fr_fr: Page d’accueil

source: Location on home page
fr_fr: Position sur la page d'accueil

source: Post location
fr_fr: Position de l'article

source: Posts currently selected
fr_fr: Articles actuellement sélectionnés

source: Rank / home page
fr_fr: Rang / page d'accueil

source: Front page organization
fr_fr: Organisation de la page d'accueil

source: Adding a meta box in the post editor to set the rank of post in the home page
fr_fr: Ajout d'une meta box dans l'éditeur d'articles pour définir le rang de l'article courant dans la page d'accueil
